{"keras_version": "2.2.0", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "name": "dense_1", "use_bias": true, "bias_constraint": null, "dtype": "float32", "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "units": 32, "batch_input_shape": [null, 6], "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "name": "dense_2", "use_bias": true, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 32, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "name": "dense_3", "use_bias": true, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 32, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "name": "dense_4", "use_bias": true, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 3, "kernel_regularizer": null}}]}